Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESET_APP_PERMISSIONS_FAILED_RESTRICTIONS_SINGLE_APP
source: %@ sharing could not be stopped due to Screen Time restrictions or a managed device profile installed on your iPhone.
ar: تعذر إيقاف مشاركة %@ بسبب قيود مدة استخدام الجهاز أو ملف تعريف جهاز مُدار تم تثبيته على iPhone.
bg: Споделянето на %@ не може да се спре, докато на вашия iPhone има ограничения за Екранно време или инсталиран профил на управлявано устройство.
ca: No s’ha pogut deixar de compartir informació amb l’app %@ a causa de les restriccions del temps d’ús o d’un perfil de dispositiu gestionat que hi ha instal·lat a l’iPhone.
cs: Sdílení s aplikací %@ se nepodařilo zastavit, protože jsou na iPhonu nastavená omezení času u obrazovky nebo je na něm nainstalovaný profil pro správu zařízení.
da: Deling af %@ kunne ikke stoppes på grund af begrænsninger på skærmtid eller en profil til en administreret enhed på din iPhone.
de: Das Teilen von „%@“ konnte aufgrund von auf deinem iPhone installierten Einschränkungen der Bildschirmzeit oder eines verwalteten Geräteprofils nicht gestoppt werden.
el: Δεν ήταν δυνατή η διακοπή πρόσβασης της κοινοποίησης σε «%@» λόγω περιορισμών του Χρόνου επί οθόνης ή ενός προφίλ διαχειριζόμενης συσκευής που είναι εγκατεστημένο στο iPhone σας.
es: No se ha podido dejar de compartir con la app %@ debido a las restricciones de tiempo de uso o a que hay un perfil de dispositivo gestionado instalado en el iPhone.
es_us: No se pudo dejar de compartir con %@ debido a las restricciones de Tiempo en pantalla o a un perfil de dispositivo administrado instalado en tu iPhone.
fi: %[tt]@-jakoa ei voitu lopettaa Ruutuaika-rajoitusten tai iPhoneen asennetun hallitun laiteprofiilin vuoksi.
fr: Le partage de « %@ » n’a pas pu être interrompu en raison de restrictions « Temps d’écran » ou d’un profil d’appareil géré installé sur votre iPhone.
fr_ca: Le partage de %@ n’a pas pu être arrêté en raison des restrictions de Temps d’écran ou d’un profil d’appareil géré installé sur votre iPhone.
he: לא ניתן היה להפסיק את השיתוף של ״%@״ עקב הגבלות ״זמן מסך״ או פרופיל מכשיר מנוהל המותקן ב-iPhone.
hi: %@ शेयरिंग को स्क्रीन टाइम प्रतिबंध या आपके iPhone पर इंस्टॉल की गई प्रबंधित डिवाइस प्रोफ़ाइल के कारण रोका नहीं जा सका।
hr: Dijeljenje stavke %@ ne može se zaustaviti zbog ograničenja Vremena uporabe zaslona ili profila upravljanog uređaja koji je instaliran na iPhone.
hu: A(z) %@ megosztása nem állítható le a Képernyőidő korlátozásai vagy az Ön iPhone-jára telepített felügyelteszköz-profil miatt.
id: Berbagi %@ tidak dapat dihentikan karena pembatasan Durasi Layar atau profil perangkat yang dikelola yang terinstal di iPhone Anda.
it: Non è stato possibile interrompere la condivisione di %@ a causa delle restrizioni di “Tempo di utilizzo” o di un profilo per dispositivo gestito installato su iPhone.
ja: スクリーンタイムの制限、またはiPhoneにインストールされている管理対象デバイスのプロファイルにより、%@の共有を停止できませんでした。
kk: Экран уақыты шектеулеріне немесе iPhone құрылғысында орнатылған басқарылатын құрылғы профиліне байланысты %@ бөлісуді тоқтату мүмкін болмады.
ko: 스크린 타임 제한 사항 또는 iPhone에 설치된 관리형 기기 프로필로 인해 %@ 공유를 중단할 수 없습니다.
lt: Nepavyko sustabdyti „%@“ bendrinimo dėl ekrano laiko ribojimų arba valdomo įrenginio profilio, kuris įdiegtas „iPhone“ įrenginyje.
ms: Perkongsian %@ tidak dapat dihentikan disebabkan pengehadan Masa Skrin atau profil peranti terurus yang dipasang pada iPhone anda.
nl: Het delen met %@ kon niet worden gestopt vanwege beperkingen voor schermtijd of omdat er een profiel voor een beheerd apparaat is geïnstalleerd op je iPhone.
no: %@-deling kunne ikke avsluttes på grunn av Skjermtid-begrensninger, eller fordi det er installert en profil for enhetsadministrering på iPhonen.
pl: Nie można wyłączyć udostępniania w aplikacji %@; nie pozwalają na to ograniczenia funkcji Czas przed ekranem lub zainstalowany na iPhonie profil urządzenia zarządzanego.
pt_br: Não foi possível interromper o compartilhamento de “%@” devido a restrições do Tempo de Uso ou a um perfil de dispositivo gerenciado instalado no iPhone.
pt_pt: Não foi possível parar a partilha de %@ devido a restrições de tempo de ecrã ou a um perfil de dispositivo gerido instalado no iPhone.
ro: Partajarea pentru %@ nu a putut fi oprită, din cauza restricțiilor “Timp de utilizare” sau a unui profil de dispozitiv gestionat, instalat pe iPhone‑ul dvs.
ru: Не удалось закрыть общий доступ для приложения «%@» из‑за ограничений Экранного времени или профиля управляемого устройства, установленного на iPhone.
sk: Zdieľanie s apkou „%@“ sa nepodarilo zastaviť, pretože máte nastavené obmedzenia času pred obrazovkou alebo je na iPhone nainštalovaný spravovaný profil zariadenia.
sl: Deljenja (%@) ni bilo mogoče ustaviti zaradi omejitev časa pred zaslonom ali profila upravljane naprave, nameščenega v iPhonu.
sv: Det gick inte att stoppa delning av %@ på grund av skärmtidsbegränsningar eller på grund av att en profil för hanterade enheter är installerad på iPhone.
th: ไม่สามารถหยุดการแชร์%[tt]@ได้เนื่องจากการจำกัดเวลาหน้าจอหรือโปรไฟล์อุปกรณ์ที่มีการจัดการที่ติดตั้งบน iPhone ของคุณ
tr: %@ paylaşma, Ekran Süresi sınırlamaları ya da iPhone’unuzda yüklü olan bir yönetilen aygıt profili nedeniyle durdurulamadı.
uk: Не вдалося припинити поширення %@ через обмеження Екранного часу або профіль керованого пристрою, інстальований на вашому iPhone.
vi: Không thể dừng chia sẻ %@ do các giới hạn Thời gian sử dụng hoặc một hồ sơ thiết bị được quản lý được cài đặt trên iPhone của bạn.
zh_cn: 由于屏幕使用时间限制或iPhone上安装的管理式设备描述文件，无法停止%[tt]@共享。
zh_hk: 無法停止%[tt]@分享，因為「螢幕使用時間」限制或安裝在iPhone上的受管理裝置描述檔。
zh_tw: 無法停止%[tt]@分享，因為「螢幕使用時間」的取用限制或安裝在iPhone上的受管理裝置描述檔。

# SHARING_PERMISSIONS_INFORMATION
source: Information Sharing
ar: مشاركة المعلومات
bg: Споделяне на информация
ca: Informació compartida
cs: Sdílení informací
da: Deling af oplysninger
de: Teilen von Informationen
el: Κοινοποίηση δεδομένων
es: Datos que compartes
es_us: Información compartida
fi: Tietojen jako
fr: Partage d’informations
fr_ca: Partage d’informations
he: שיתוף מידע
hi: जानकारी शेयरिंग
hr: Dijeljenje informacija
hu: Információk megosztása
id: Berbagi Informasi
it: Condivisione delle informazioni
ja: 情報の共有
kk: Ақпаратты бөлісу
ko: 공유 중인 정보
lt: Informacijos bendrinimas
ms: Perkongsian Maklumat
nl: Informatiedeling
no: Deling av informasjon
pl: Udostępnianie informacji
pt_br: Compartilhamento de Informações
pt_pt: Partilha de informação
ro: Partajarea informațiilor
ru: Доступ к информации
sk: Zdieľanie informácií
sl: Deljenje podatkov
sv: Informationsdelning
th: การแชร์ข้อมูล
tr: Bilgi Paylaşma
uk: Поширення інформації
vi: Chia sẻ thông tin
zh_cn: 信息共享
zh_hk: 資料共享
zh_tw: 資訊分享

# SHARE_CONTACT
source: To:
ar: إلى:
bg: До:
ca: Per a:
cs: S kým:
da: Til:
de: Mit:
el: Προς:
es: Para:
es_us: Para:
fi: Vastaanottaja:
fr: À :
fr_ca: À :
he: אל:
hi: प्रति :
hr: Za:
hu: Címzett:
id: Ke:
it: A:
ja: 共有先:
kk: Кімге:
ko: 공유 대상:
lt: Kam:
ms: Kepada:
nl: Aan:
no: Til:
pl: Do:
pt_br: Até:
pt_pt: Para:
ro: Către:
ru: Кому:
sk: Pre:
sl: Za:
sv: Till:
th: ถึง:
tr: Kime:
uk: Для:
vi: Đến:
zh_cn: 共享给：
zh_hk: 至：
zh_tw: 對象：

# NO_PUBLIC_SHARING_INFORMATION
source: You are not publicly sharing any information in %@.
ar: أنت لا تشارك أي معلومات مشاركة عامة في %@.
bg: Не споделяте публично никаква информация в %@.
ca: No comparteixes informació públicament amb l’app %@.
cs: V aplikaci %@ žádné informace veřejně nesdílíte.
da: Du deler ingen oplysninger offentligt i %@.
de: Du teilst keine Informationen öffentlich in %@.
el: Δεν κοινοποιείτε δημόσια κανένα δεδομένο σε «%@».
es: No estás compartiendo públicamente ningún dato con la app %@.
es_us: No compartes información de forma pública en %@.
fi: %@ ei jaa mitään tietojasi julkisesti.
fr: Vous ne partagez publiquement aucune information dans %@.
fr_ca: Vous ne partagez aucune information publiquement dans %@.
he: המידע שלך ב-״%@״ לא משותף באופן ציבורי.
hi: आप %@ में कोई जानकारी सार्वजनिक रूप से शेयर नहीं कर रहे हैं।
hr: Ne dijelite javno nikakve informacije u %@.
hu: Ön nem oszt meg nyilvánosan információkat a következőben: %@.
id: Anda tidak membagikan informasi apa pun secara publik di %@.
it: Non stai condividendo informazioni pubblicamente in %@.
ja: %@の情報を公開して共有していません。
kk: %@ ішіндегі қандай да бір ақпаратты көпшілікпен бөлісіп жатқан жоқсыз.
ko: %@에서 공개로 공유 중인 정보가 없습니다.
lt: Viešai nebendrinate jokios informacijos programoje „%@“.
ms: Anda tidak berkongsi sebarang maklumat secara awam dalam %@.
nl: Je deelt geen informatie openbaar in %@.
no: Du deler ingen informasjon offentlig i %@.
pl: Nie udostępniasz publicznie żadnych informacji w aplikacji %@.
pt_br: Você não está compartilhando publicamente nenhuma informação em %@.
pt_pt: Não está a partilhar informação publicamente em %@.
ro: În prezent, nu partajați nicio informație în mod public în %@.
ru: Вы не делитесь публично никакой информацией в «%@».
sk: V apke %@ nezdieľate verejne žiadne informácie.
sl: V %@ javno ne delite nobenih informacij.
sv: Du delar inte någon information i %@ offentligt.
th: คุณไม่ได้แชร์ข้อมูลใดๆ แบบสาธารณะใน%[tt]@
tr: %@ ile herkese açık bilgi paylaşmıyorsunuz.
uk: Ви не поширюєте інформацію для всіх у %@.
vi: Bạn đang không chia sẻ công khai bất kỳ thông tin nào trong %@.
zh_cn: 你在%@中未公开共享任何信息。
zh_hk: 你並未在%@公開共享任何資料。
zh_tw: 你未在%@中公開分享任何資訊。

# PRIVATE_RELAY_SUBSCRIPTION_TURNED_OFF_DETAIL
source: Your iCloud+ subscription includes Private Relay. Opting into Private Relay helps protect your location and browsing history from being shared.
ar: ميزة إخفاء العنوان متضمنة في اشتراكك في iCloud+‎. يساعد الاشتراك في "إخفاء العنوان" على منع مشاركة موقعك وسجل تاريخ تصفحك.
bg: Вашият абонамент за iCloud+ включва Поверително пренасочване. Изборът на Поверителното пренасочване помага да защитите от споделяне вашите местоположение и история на браузване.
ca: La subscripció a l’iCloud+ inclou la tramesa privada. Si l’actives, podràs evitar que es comparteixin la ubicació i l’historial de navegació.
cs: Vaše předplatné iCloud+ obsahuje službu Soukromý přenos. Když si tuto službu aktivujete, pomůže vám ochránit soukromí vašich polohových údajů a historie prohlížení webu před nechtěným sdílením.
da: Dit abonnement på iCloud+ indeholder Privat datatrafik. Hvis du vælger at bruge Privat datatrafik, hjælper det med at beskytte dine oplysninger om lokalitet og browserhistorik, så de ikke deles.
de: Dein Abonnement von iCloud+ enthält Privat-Relay. Durch Aktivieren von Privat-Relay kannst du deinen Standort und Surfverlauf vor Weitergabe schützen.
el: Η συνδρομή σας στο iCloud+ περιλαμβάνει την Ιδιωτική μεταγωγή. Η ενεργοποίηση της Ιδιωτικής μεταγωγής προστατεύει την τοποθεσία και το ιστορικό περιήγησής σας και δεν τα κοινοποιεί.
es: Tu suscripción a iCloud+ incluye el relay privado. Al usarlo, impides que se compartan tu ubicación y tu historial de navegación.
es_us: Tu suscripción de iCloud+ incluye la retransmisión privada. Activarla te ayuda a evitar que tu ubicación e historial de navegación se compartan.
fi: iCloud+-tilauksesi sisältää suojatun lähetyksen. Suojatun lähetyksen käyttäminen auttaa suojaamaan sijaintiasi ja selaushistoriaasi jakamiselta.
fr: Votre abonnement iCloud+ inclut le relais privé. L’activation du relais privé permet d’empêcher le partage de votre position et de votre historique de navigation.
fr_ca: Votre abonnement à iCloud+ comprend le relais privé. Son activation contribue à protéger votre localisation et votre historique de navigation pour empêcher qu’ils soient partagés.
he: המינוי שלך לשירות ⁨iCloud+⁩ כולל את ״ממסר פרטי״. בחירה להפעיל את ״ממסר פרטי״ מסייעת לך להגן על נתוני המיקום ועל היסטוריית הגלישה שלך מפני שיתוף.
hi: आपके iCloud+ सब्सक्रिप्शन में प्राइवेट रिले शामिल है। प्राइवेट रिले का विकल्प चुनने से आपके स्थान और ब्राउज़िंग हिस्ट्री को शेयर किए जाने से बचाने में मदद मिलती है।
hr: Vaša iCloud+ pretplata uključuje Privatni relej. Privatni relej štiti od dijeljenja vaše lokacije i povijesti pretraživanja.
hu: Az iCloud+-előfizetése tartalmazza a Privát átjátszót. A Privát átjátszó engedélyezése segít megakadályozni a helyzet- és böngészési előzményei megosztását.
id: Langganan iCloud+ Anda dilengkapi dengan Relai Pribadi. Mengaktifkan Relai Pribadi membantu melindungi lokasi dan riwayat penelusuran Anda agar tidak dibagikan.
it: L’abbonamento ad iCloud+ include il relay privato. Se lo attivi, questo servizio ti aiuta a evitare la condivisione della tua posizione e della cronologia di navigazione.
ja: iCloud+サブスクリプションにプライベートリレーは含まれています。プライベートリレーを選択することで、位置情報や閲覧履歴が共有されないようにすることができます。
kk: iCloud+ жазылымыңыз жеке торапты қамтиды. Жеке торапқа қосылу геолокацияңызды және шолу тарихын бөлісуден қорғауға көмектеседі.
ko: 사용자의 iCloud+ 구독에는 비공개 릴레이가 포함됩니다. 비공개 릴레이 사용을 선택하면 사용자의 위치 및 브라우징 기록이 공유되지 않도록 보호합니다.
lt: Į „iCloud+“ prenumeratą įtrauktas privatusis perdavimas. Pasirinkus privatųjį perdavimą, jūsų vieta ir naršymo istorija apsaugoma nuo bendrinimo.
ms: Langganan iCloud+ anda termasuk Geganti Peribadi. Geganti Peribadi membantu melindungi lokasi dan sejarah pelayaran anda daripada dikongsi.
nl: Je abonnement op iCloud+ omvat 'Privédoorgifte'. Als je kiest voor 'Privédoorgifte', kun je je locatie en browsergeschiedenis beter beschermen en voorkomen dat deze worden gedeeld.
no: Abonnementet ditt på iCloud+ inkluderer Privat trafikk. Hvis du velger å bruke Privat trafikk, beskyttes posisjonen og nettaktiviteten din så den ikke deles utilsiktet.
pl: Twoja subskrypcja iCloud+ obejmuje usługę Przekazywanie prywatne. Korzystając z niej, lepiej chronisz swoje położenie i historię przeglądania przed nieuprawnionym udostępnianiem.
pt_br: Sua assinatura do iCloud+ inclui a Retransmissão Privada. Quando você opta por usar a Retransmissão Privada, isso ajuda a proteger o compartilhamento da sua localização e histórico de navegação.
pt_pt: A sua assinatura iCloud+ inclui o Reencaminhamento privado. Ativar o Reencaminhamento privado ajuda a impedir que a sua localização e histórico de navegação sejam partilhados.
ro: Abonamentul dvs. iCloud+ include transmisia privată. Activarea transmisiei private ajută la protejarea împotriva partajării localizării și istoricului dvs. de navigare.
ru: В Вашу подписку на iCloud+ входит Частный узел. Использование Частного узла помогает предотвратить несанкционированный доступ к Вашей геопозиции и истории просмотра.
sk: Súčasťou vášho odberu iCloud+ je služba Súkromný prenos. Ak ju aktivujete, pomôže vám ochrániť vašu polohu a históriu prezerania stránok pred nechceným zdieľaním.
sl: Vaša naročnina na iCloud+ vključuje zasebno povezavo Private Relay. Če privolite v uporabo zasebne povezave Private Relay, omogočite zaščito pred deljenjem vaše lokacije in zgodovine brskanja.
sv: Ditt abonnemang på iCloud+ inkluderar Privat reläservice. Om du väljer att aktivera Privat reläservice skyddas din plats- och surfhistorik från att delas.
th: การสมัครใช้บริการ iCloud+ ของคุณรวมถึง Private Relay ด้วย การใช้ Private Relay ช่วยปกป้องตำแหน่งที่ตั้งและประวัติการท่องเว็บของคุณไม่ให้ถูกแชร์
tr: iCloud+ aboneliğiniz Özel Geçiş içeriyor. Özel Geçiş’i tercih etmek konumunuzun ve dolaşma geçmişinizin paylaşılmasını engellemeye yardımcı olur.
uk: У межах підписки iCloud+ доступна функція «Приват-реле». Приват-реле допомагає убезпечити від поширення дані про вашу геопозицію та вебперегляд.
vi: Đăng ký iCloud+ của bạn bao gồm Chuyển tiếp bảo mật. Việc lựa chọn sử dụng Chuyển tiếp bảo mật giúp ngăn chặn việc chia sẻ vị trí và lịch sử duyệt web của bạn.
zh_cn: iCloud+订阅包含专用代理。选择使用专用代理有助于保护位置信息和浏览历史记录不被分享。
zh_hk: 你的iCloud+ 訂閲項目包括「私密轉送」。使用「私密轉送」有助防止你的位置和瀏覽記錄被共享。
zh_tw: 你的iCloud+訂閱項目包含「私密轉送」。使用「私密轉送」可協助防止你的位置和瀏覽記錄被分享。
